{
  "title": "Datenschutzerklärung",
  "content": {
    "sections": [
      {
        "heading": "Datenschutzerklärung",
        "paragraphs": [
          "Wir nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Diese Datenschutzerklärung erläutert, wie wir personenbezogene Daten erfassen, verarbeiten und speichern.",
          "",
          "Verantwortlicher",
          "Karate Do Neuhausen e. V.",
          "Winthirpl. 6",
          "80639 München",
          "Deutschland",
          "Telefon: +49 179 1226471",
          "",
          "Erfassung und Speicherung personenbezogener Daten",
          "Wir verarbeiten personenbezogene Daten ausschließlich in Übereinstimmung mit den geltenden gesetzlichen Bestimmungen. Dazu gehören:",
          "",
          "Name, Adresse, Kontaktdaten",
          "Mitgliedschaftsbezogene Informationen (Teilnahme an Kursen)",
          "Kommunikationsdaten (E-Mails, Anfragen)",
          "",
          "Zweck der Datenverarbeitung",
          "Personenbezogene Daten werden für folgende Zwecke verarbeitet:",
          "",
          "Verwaltung von Vereinsmitgliedschaften",
          "Organisation von Trainingseinheiten, Kursen und Veranstaltungen",
          "Beantwortung von Anfragen",
          "Erfüllung gesetzlicher Verpflichtungen",
          "",
          "Rechtsgrundlage",
          "Die Verarbeitung erfolgt nach:",
          "",
          "Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung)",
          "Art. 6 Abs. 1 lit. f DSGVO (berechtigte Interessen des Vereins)",
          "Art. 6 Abs. 1 lit. c DSGVO (gesetzliche Verpflichtungen)",
          "",
          "Weitergabe von Daten",
          "Wir geben personenbezogene Daten nicht an Dritte weiter, es sei denn:",
          "",
          "Es ist für den Vereinsbetrieb erforderlich,",
          "Eine gesetzliche Verpflichtung besteht, oder",
          "Sie haben ausdrücklich zugestimmt.",
          "",
          "Speicherdauer",
          "Personenbezogene Daten werden nur so lange gespeichert, wie es für die angegebenen Zwecke erforderlich ist oder gesetzliche Aufbewahrungsfristen es erfordern.",
          "",
          "Rechte der Betroffenen",
          "Sie haben folgende Rechte:",
          "",
          "Auskunft über gespeicherte Daten",
          "Berichtigung falscher Daten",
          "Löschung (\"Recht auf Vergessenwerden\")",
          "Einschränkung der Verarbeitung",
          "Datenübertragbarkeit",
          "Widerspruch gegen die Verarbeitung",
          "",
          "Um diese Rechte auszuüben, wenden Sie sich bitte an den oben genannten Verantwortlichen.",
          "",
          "Datensicherheit",
          "Wir wenden technische und organisatorische Maßnahmen an, um personenbezogene Daten vor Verlust, Missbrauch und unbefugtem Zugriff zu schützen.",
          "",
          "Änderungen dieser Datenschutzerklärung",
          "Wir können diese Richtlinie bei Bedarf aktualisieren. Die neueste Version ist immer auf unserer Website verfügbar."
        ]
      },
      {
        "heading": "Cookie-Richtlinie",
        "paragraphs": [
          "Diese Cookie-Richtlinie erläutert, wie und warum Cookies und ähnliche Technologien auf der Website von Karate Do Neuhausen e. V. verwendet werden. Cookies helfen dabei, die Website-Funktionalität zu ermöglichen, die Benutzerfreundlichkeit zu verbessern und bestimmte Funktionen bereitzustellen.",
          "",
          "Verantwortlicher",
          "Karate Do Neuhausen e. V.",
          "Winthirpl. 6",
          "80639 München",
          "Deutschland",
          "Telefon: +49 179 1226471",
          "",
          "Weitere Informationen zur Verarbeitung personenbezogener Daten finden Sie in unserer Datenschutzerklärung.",
          "",
          "Was sind Cookies?",
          "Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie unsere Website besuchen. Sie können Einstellungen speichern oder die Browsererkennung ermöglichen.",
          "",
          "Arten von Cookies, die wir verwenden",
          "Technisch notwendige Cookies",
          "Erforderlich, damit die Website ordnungsgemäß funktioniert (Navigation, Sicherheit, grundlegende Funktionen).",
          "",
          "Funktionale Cookies",
          "Ermöglichen erweiterte Funktionen und Einstellungen (z. B. Spracheinstellungen, Anzeigeeinstellungen).",
          "",
          "Statistik- / Analyse-Cookies (falls verwendet)",
          "Helfen uns zu verstehen, wie Besucher die Website nutzen, in der Regel anonymisiert oder pseudonymisiert.",
          "",
          "Zweck der Cookie-Verwendung",
          "Bereitstellung und Aufrechterhaltung der Website-Funktionalität",
          "Verbesserung der Benutzerfreundlichkeit und Präsentation",
          "Optional: Analyse der Website-Nutzung (nur wenn Analyse-Tools verwendet werden)",
          "",
          "Rechtsgrundlage",
          "- Notwendige Cookies: Art. 6 Abs. 1 lit. f DSGVO",
          "- Funktionale/Analyse-Cookies: Art. 6 Abs. 1 lit. a DSGVO (Einwilligung)",
          "",
          "Speicherdauer",
          "Sitzungs-Cookies werden gelöscht, wenn der Browser geschlossen wird.",
          "Persistente Cookies bleiben bestehen, bis sie ablaufen oder manuell gelöscht werden.",
          "",
          "Verwaltung von Cookies",
          "Browser-Einstellungen ermöglichen es Ihnen:",
          "– Cookies zu deaktivieren",
          "– Cookies nur für bestimmte Websites zuzulassen",
          "– Cookies beim Schließen des Browsers automatisch zu löschen",
          "",
          "Das Deaktivieren bestimmter Cookies kann die Website-Funktionalität einschränken.",
          "",
          "Wenn ein Einwilligungstool verwendet wird, können Cookie-Einstellungen jederzeit geändert oder widerrufen werden.",
          "",
          "Drittanbieter-Dienste (falls zutreffend)",
          "Wenn Drittanbieter-Dienste (Analysen, eingebettete Inhalte) verwendet werden, können diese ihre eigenen Cookies setzen. Details finden Sie in der Datenschutzerklärung.",
          "",
          "Änderungen dieser Cookie-Richtlinie",
          "Wir können diese Richtlinie bei Bedarf aktualisieren. Die aktuelle Version ist auf unserer Website verfügbar."
        ]
      }
    ]
  }
}
